# Найдите сумму цифр трехзначного числа.

a = int(input('Введите 1-ое число: '))
b = int(input('Введите 2-ое число: '))
c = int(input('Введите 3-ое число: '))
d=a+b+c

print(d)
